{
  "-----------------------------------------main-": "-----------------------------------",

  "title":                     "Портфолио swenlii",
  "title-ab":                  "Навыки swenlii",
  "title-ws":                  "Портфолио swenlii",
  "title-st":                  "Опыт работы swenlii",
  "title-pp":                  "Политика конфиденциальности",
  "title-tm":                  "Права на материалы",

  "-----------------------------------------menu-": "-----------------------------------",

  "story":                     "Опыт работы",
  "abilities":                 "Навыки",
  "works":                     "Работы",
  "blog":                      "Блог",
  "for print":                 "Печать",
  "print link":                "/resumeen_ru.pdf",

  "------------------------------------languages-": "-----------------------------------",

  "english":                   "English",
  "russian":                   "Русский",

  "----------------------------------acquaintance-": "----------------------------------",

  "acquaintance-h":            "Привет! Вы попали на мой сайт!",
  "acquaintance-t-1":          "Мой ник swenlii и у меня 3 года опыта работы в области веб-разработки. Большой опыт работы с иностранными компаниями. ",
  "acquaintance-t-2":          "За время работы участвовала в разработке более 10 коммерческих проектов. Могу самостоятельно реализовать проект небольшого размера. ",
  "acquaintance-t-3":          "<a href='https://github.com/swenli'>Мои git проекты</a>",

  "-------------------------------------about-me-": "----------------------------------",

  "my-skill-1":                "От дизайна до back-end - я умею все!",
  "my-skill-1-h":              "Сайт под ключ",
  "my-skill-2":                "Поддержка и отладка кода, соблюдение чужого стиля кода",
  "my-skill-3-h":              "Уникальные эффекты и анимации",
  "my-skill-4":                "Люблю свою работу и отношусь к ней ответственно",
  "my-skill-4-h":              "Любовь",
  "my-skill-5":                "Адаптивная кроссбраузерная верстка. Разработка дизайна",

  "about-me-h":                "Я front-end разработчик.",
  "about-me-t-1":              "Привет, меня зовут Дьякова Ирина. Я работаю в области веб-разработки уже 3 года.",
  "about-me-t-2":              "У меня есть серия успешно запущенных иностраных продуктов, в том числе и для коммерческого использования. Могу самостоятельно реализовать проект небольшого размера. Обожаю такие задачи как: верстка макетов, разработка front-end на Vue, рефакторинг кода, разработка анимации",
  "about-me-b":                "Опыт работы",

  "about-me-facts":            "Факты обо мне",
  "about-me-fact-1":           "Быстро учусь",
  "about-me-fact-2":           "Не люблю конфликты",
  "about-me-fact-3":           "Работала в компании Platon Finance",
  "about-me-fact-4":           "Я спокойна и нерешительна",
  "about-me-fact-5":           "Поклонница сложных головоломок",
  "about-me-fact-6":           "Не гик",
  "about-me-fact-7":           "Научилась Vue не зная о React",
  "about-me-fact-8":           "Геймер!",

  "---------------------------------what-can-i-do-": "----------------------------------",

  "w-c-i-d-h":                 "Мои достоинства",

  "w-c-i-d-t-1":               "Юмор",
  "w-c-i-d-t-2":               "Задачи",
  "w-c-i-d-t-3":               "Перфекционист",
  "w-c-i-d-t-4":               "Что я умею",
  "w-c-i-d-t-5":               "Внимательна",
  "w-c-i-d-t-6":               "Легко учусь",
  "w-c-i-d-t-7":               "Любопытность",
  "w-c-i-d-t-8":               "Конфликтность",

  "w-c-i-d-tooltip-1":         "У меня хорошее чувство юмора. Или я так думаю. Не важно.",
  "w-c-i-d-tooltip-2":         "Мои любимые задачи: верстка, анимации, рефакторинг!",
  "w-c-i-d-tooltip-3":         "Перфекционист до мозга и костей. Мой сайт должен быть идеален. Переписывать код по принципам чистого кода, исправлять мелкие оплошности, в сотый раз проверять баги - это всё я!",
  "w-c-i-d-tooltip-4":         "Мои способности не ограничиваются front-end разработкой.",
  "w-c-i-d-tooltip-5":         "При прочтении кода легко замечу лишнюю точку с запятой или бесполезную строчку. Это касается не только чтения кода и решения задач, но и людей.",
  "w-c-i-d-tooltip-6":         "Я быстро усваиваю информацию. Быстрее всего усваивается в процессе разработки. Начать писать проект, не зная технологи - это мой метод обучения!",
  "w-c-i-d-tooltip-7":         "Ищу слабости в своём коде. Тестирую его, пытаюсь сломать и найти как можно больше уязвимостей.",
  "w-c-i-d-tooltip-8":         "Взаимодействуя с другими, стараюсь избегать разногласий, не люблю конкуренции, больше предпочитаю сотрудничать с людьми, чем соперничать.",

  "w-c-i-d-services-html":     "Мои главные навыки:<br><ul><li>Опыт разработки на vue.js 2 года.</li><li>JavaScript: пишу ES6(знаю отличия от es2020)</li><li>Опыт проведения code review</li><li>Знаю node/express/ejs</li><li>...</li></ul>",
  "next-button":               "Дальше",
  "more-button":               "Посмотреть все",
  "w-c-i-d-tools":             "Мои инструменты:",

  "w-c-i-d-tech-1":            "VUE",
  "w-c-i-d-tech-2":            "HTML / CSS / SCSS",
  "w-c-i-d-tech-3":            "ES6",
  "w-c-i-d-tech-4":            "REST API / Websockets",
  "w-c-i-d-tech-5":            "NODE",
  "w-c-i-d-tech-6":            "WEBPACK",

  "---------------------------------------my-works-": "----------------------------------",

  "my-works": "Мои работы",
  "op-work-1":                "Имя:",
  "op-work-2":                "Технологии:",
  "op-work-3":                "Дизайн:",
  "op-work-4":                "Продажа:",
  "op-work-5":                "Описание:",
  "op-work-6":                "Подробнее",
  "op-work-7":                "Показать",
  "op-work-8":                "Git репозиторий:",

  "---------------------------------------reviews-": "----------------------------------",

  "reviews":                   "Отзывы",
  "review-1":                  "Ну<br>Ты сильная. <br>Уж точно не слабее меня.<br>Самому конечно нужно стремиться быть лучшим. <br>Учиться новому<br>Прыгать выше головы <br>Не у всех это получается. Либо не всегда. А ты это делала не раз. Думаю, уже это достойно похвалы.",
  "review-p-1":                "Александр. Коллега.",
  "review-2":                  "Как разработчик ты супер. Ответственная, продуктивная. Были же проекты чисто на тебе. И выпускались же. И коммерческие были. Тебя как мидла точно возьмут. А сеньора не знаю, вполне. ",
  "review-p-2":                "Игорь. Team Lead.",
  "review-3":                  "Усердность раз <br>Трудолюбие два <br>Тот чел, у кого мы работали. Я кое как собес у него прошел, а ты целый проект сделала, и без собеса и тз прошла норм.  <br>Сервер для игры ты ж написала? Точно! Новый язык для этого выучила! За пару дней же? <br>Ну вот. Быстро учишься - три",
  "review-p-3":                "Павел. Коллега.",

  "---------------------------------------my-blog-": "----------------------------------",

  "my-blog":                   "Мой блог",

  "article-h-1":               "HTML как эскиз",
  "article-t-1":               "HTML - это эскиз страницы. Ее основа. Как вода для супа... Расскажу хороший рецепт! С помощью тегов мы намечаем структуру страницы, ее текст, картинки, порядок элементов, потом украшаем все это с помощью CSS, добавляем...",
  "article-h-2":               "CSS. Волшебное преображение",
  "article-t-2":               "В этой статье мы поговорим о каскадных таблицах стилей. CSS - это инструмент волшебника: вся страница без css черно белая, унылая и нет красивых эффектов. Но стоит добавить немного css...",
  "article-h-3":               "JavaScript. Язык профессионалов",
  "article-t-3":               "Завершает великую тройку инструментов web-разработчика язык JavaScript. С помощью HTML и CSS мы создали красивую картинку, на ней возможно даже что-то двигается! А теперь давайте добавим сюда...",
  "article-h-4":               "Анимация в CSS!",
  "article-t-4":               "Каждый из вас видел на сайтах движения или изменения элементов, когда на них наводишь курсором мыши. Даже на этом сайте таких эффектов великое множество. Это самый популярный тип анимации в CSS и называется...",
  "article-button":            "больше в блоге",

  "go-to-my-blog":             "Вперед в блог!",

  "--------------------------------------contact-me-": "----------------------------------",

  "contact-me-h":              "Заинтересовало?",

  "contact-form-h":            "Свяжитесь со мной",

  "contact-form-name":         "Имя:",
  "contact-form-name-p":       "Иван Иванов",
  "contact-form-email":        "Email:",
  "contact-form-email-p":      "ivan@gmail.com",
  "contact-form-title":        "Заголовок:",
  "contact-form-title-p":      "Пишу вам впервые",
  "contact-form-object":       "Тема:",
  "contact-form-obj-1":        "Разработка",
  "contact-form-obj-2":        "Дизайн",
  "contact-form-obj-3":        "Работа",
  "contact-form-obj-4":        "Проект",
  "contact-form-obj-5":        "Отзыв",
  "contact-form-obj-6":        "Другое",
  "contact-form-text":         "Текст:",
  "contact-form-text-p":       "Привет!",
  "contact-form-submit":       "Отправить",
  "contact-data-not-save":     "* Данные на сайте не сохраняются.",

  "contacts-h":                "Контакты",
  "contacts-my-address":       "Моя локация:",
  "contact-address":           "Россия, Республика Коми",
  "contact-social-1":          "vk (Дьякова Ирина)",
  "contact-social-2":          "steam (swenlii)",
  "contact-social-3":          "twitter (@swenlii)",
  "contact-social-4":          "instagram (@swenlii)",
  "contact-social-5":          "github (swenlii)",
  "contact-social-6":          "ira.swenlii@gmail.com",
  "contact-social-7":          "telegram (@swenlii)",
  "contact-social-8":          "CONSPECTUS (мой блог)",
  "contact-social-9":          "Swenlii - Personal Blog",

  "-----------------------------------------footer-": "----------------------------------",

  "footer-text":               "Личный сайт Дьяковой Ирины. То есть меня. Это просто еще один очередной сайт-портфолио. Сделан за пару месяцев.",
  "my-contacts":               "Мои контакты:",
  "terms":                     "Материалы",

  "---------------------------------------abilities-": "----------------------------------",

  "ab-services": "Навыки",
  "ab-serv-1" : "Эксперт в HTML и CSS (в т. ч. препроцессор SASS / SCSS (немного LESS))",
  "ab-serv-2" : "Опыт разработки на vue.js 2 года. (vuex, vue-router, nuxt.js)",
  "ab-serv-3" : "Знаю node/express/ejs на уровне full-stack.",
  "ab-serv-4" : "JavaScript: пишу ES6(знаю отличия от es2020), но имею опыт и в JQuery. Знаю что такое DOM. Немного знаю Typescript.",
  "ab-serv-5" : "Адаптивная и кроссбраузерная верстка, css анимация и svg - мои любимые занятия!",
  "ab-serv-6" : "Базовые умения работы с инструментом сборки проектов Webpack",
  "ab-serv-7" : "Знание протокола HTTP/HTTPS. Опыт работы с REST API и Websockets. Обожаю Socket.io. Опыт работы с axios.",
  "ab-serv-8" : "Большой опыт использования систем контроля версий (GIT). Зарегестрирована на сайтах GitHub, Bitbucket, GilLub",
  "ab-serv-9" : "Знания в области тестирования веб-приложения (Unit/E2E-тесты). Шарю в Jest.",
  "ab-serv-10" : "Опыт проведения code review.",

  "ab-certificates" : "Сертификаты",

  "ab-technologies" : "Технологии",
  "ab-languages" : "Языки",
  "ab-lng-1" : "HTML",
  "ab-lng-2" : "CSS",
  "ab-lng-3" : "SCSS",
  "ab-lng-4" : "ES6",
  "ab-lng-5" : "SQL",
  "ab-lng-6" : "GO",
  "ab-lng-7" : "Typescript",

  "ab-library" : "Библиотеки, фреймворки",
  "ab-lib-1" : "Vue",
  "ab-lib-2" : "Vue Cli",
  "ab-lib-3" : "Nuxt",
  "ab-lib-4" : "Webpack",
  "ab-lib-5" : "Node.js / Express",
  "ab-lib-6" : "vuex",
  "ab-lib-7" : "vue-router",
  "ab-lib-8" : "JQuery",
  "ab-lib-9" : "Bootstrap",
  "ab-lib-10" : "socket.io",
  "ab-lib-11" : "axios",

  "ab-PO" : "Прочее",
  "ab-po-1" : "GIT",
  "ab-po-2" : "Webstorm",
  "ab-po-3" : "Visual Studio Code",
  "ab-po-4" : "Photoshop",
  "ab-po-5" : "Figma",
  "ab-po-6" : "Websockets",
  "ab-po-7" : "REST API",
  "ab-po-8" : "MySQL",
  "ab-po-9" : "MongoDB",
  "ab-po-10" : "Wordpress",

  "ab-other": "А так же",
  "ab-other-text": "Добавление платежных систем (Paypal, wuecommerce) и google maps",

  "ab-my-work" : "Немного о том, как я работаю",
  "ab-work-1" : "Моя работа всегда начинается с плана. Я умею разрабатывать архитектуру сайта в команде. Победа для меня - это быстрое и логичное решение. Я не гик и новые технологии меня не интересуют. Я просто стараюсь воплощать в жизнь любую функциональность, а технологии и языки - всего лишь инструменты. У меня быстро получается осваивать новые инструменты для разработки.",
  "ab-work-2" : "Для принятия решения мне необходимо достаточно информации, и нужно время. В условиях ограниченного времени мне трудно принять решение. Зато мои решения взвешенные, в них учтены все возможные факторы и риски.",
  "ab-work-3" : "На полюсе высоких значений находится такие мои черты личности, как добросовестность, ответственность, обязательность, точность и аккуратность в делах. Я люблю порядок и комфорт, настойчива в деятельности и стараюсь достигать в ней высоких результатов.",

  "---------------------------------------story-": "----------------------------------",

  "story-h-1" : "Опыт работы",
  "story-h-2" : "Последнее место работы",
  "story-h-3" : "Как я встала на путь разработчика",
  "story-h-4" : "Места работы",

  "story-h-4-1" : "Август 2018 - Июнь 2019",
  "story-h-4-2" : "Июль 2019 - Ноябрь 2019",
  "story-h-4-3" : "Ноябрь 2019 - Декабрь 2021",

  "story-op-1": "Должность:",
  "story-op-2": "О работе:",
  "story-op-3": "Обязанности:",
  "story-op-4": "Уход:",
  "story-op-5": "Стек технологий:",
  "story-op-6": "Достижения:",
  "story-op-7": "Приобретенные навыки:",

  "story-p-1" : "Думаю, у каждого есть своя история карьеры. Где работали, чему учились, как устроились... Опыт работы расскажет о человеке больше, чем список приобретенных навыков. Коротко расскажу о своем опыте работы, расскажу о последней работе и коротко о каждом месте своей работы.",

  "story-p-2" : "Моим последним местом работы можно считать Blackwood. Это небольшая компания, занимающаяся разработкой сайтов. Несмотря на размер, компания работает с надежными заказчиками и имеет заказы от крупных компаний из самых разных стран. Моей должностью в компании был fullstack разработчик, причем по должности я была второй после нашего Team Lead. Я занималась разработкой и несла ответственность за многие из своих проектов. За время работы я разработала с более чем 10 проектами, в том числе полная разработка и поддержка сайтов.",
  "story-p-3" : "За 1.5 года работы я разрабатывала сайты, занималась адаптивной кроссбраузерной версткой, работала с анимацией, разрабатывала серверную часть сайта на node/express + MySql/MongoDB, занималась интеграцией платежных систем и локализацией на разные языки, разрабатывала telegram ботов и многое другое. ",

  "story-p-4" : "Мой путь в программирование начинался в нашем университете, который считается лучшим в республике и многие преподаватели которого являются выпускниками МГУ или преподают по программе МГУ, другие учебные заведения я даже не рассматривала. К моменту поступления в университет я умела программировать на паскале, который нам преподавали в школе, поэтому выбор специальности происходил осознанно.",
  "story-p-5" : "За время учебы изучила более 7 языков программирования, а так же научилась разрабатывать игры, сайты на самых базовых языках программирования и познакомилась с базами данных, серверами, разработкой сайтов. Я учавствовала в двух олимпиадах по программированию и заняла второе место. Посещала конференции, которые часто проходили у нас в Университете. Например, одна из конференций проводилась представителями пиццерий Додо. Закончив университет я уже имела в портфолио 2 успешно разработанных сайта: портфолио и сайт университетской газеты.",

  "story-work-1-op-1": "Back-end developer",
  "story-work-1-op-2": "По знакомству я устроилась в сравнительно новую компанию СыкГеймЛаб, занимающейся разработкой игр. Среди коллег было много знакомых.",
  "story-work-1-op-3": "Занималась я разработкой сервера для игры. Моей обязанностью было не только написать сохранение данных игрока в БД, но и координировать сообщения игры, написанной на unity и сервера между собой. Помимо этого я верстала сайт для загрузки онлайн игры.",
  "story-work-1-op-4": "Мне написали письмо, в котором предложили устроится в компанию Platon Finance в качестве front-end программиста. Было небольшое собеседование с тим лидом по телефону. Условия мне понравились больше, да и компания намного больше, надежней и стабильнее. Я уволилась из компании «СыкГеймЛаб» и перешла в «Platon Finance».",
  "story-work-1-op-5": "JavaScript, HTML5, CSS3, GIT, MySQL, PHP",
  "story-work-1-op-6": "Выучила новый язык за крайне короткий срок. Сверстала более 5 html страниц на чистом html + css.",
  "story-work-1-op-7": "Научилась работать с Git и trello, обогатила опыт в работе с БД и mysql, приобрела опыт разработки на php. Укрепила свои знания в html, js и css. Научилась работать в режиме нон-стоп.",

  "story-work-2-op-1": "front-end developer",
  "story-work-2-op-2": "Тогда я работала на своей первой работе. Мне написали письмо, в котором предложили устроится в компанию Platon Finance в качестве front-end программиста. Было небольшое собеседование с тим лидом по телефону. Условия мне понравились больше, да и компания намного больше, надежней и стабильнее. На новом месте работы я попала в готовый коллектив с уже отработанной методологией создания продукта Agile, к которому я довольно быстро привыкла.",
  "story-work-2-op-3": "Моей обязанностью были разработка адаптивной и кроссбраузерной верстки, настройка функционала (кнопок, слайдеров, форм, галерей и других элементов), проверка и тестирование функционала (не только своего), разработка компонентов на Vue, разработка анимаций, резиновая верстка.",
  "story-work-2-op-4": "Я попала под массовое сокращение, и меня сократили как самого нового и неопытного на тот момент сотрудника.",
  "story-work-2-op-5": "JavaScript, HTML5, CSS3, GIT, SCSS и Vue.js, JQuery, Bootstrap 4, WebPack, пакетный менеджер npm и Node.js, Websockets, MySQL",
  "story-work-2-op-6": "За время работы я оптимизировала css код (убрала более 2500 строк, оптимизировала более 6000 строк CSS кода) и выпустила в продакшн серьезный сайт крупной компании.",
  "story-work-2-op-7": "Приобрела первый опыт в работе с vue, node, express и ejs. Научилась работать с препроцессором Sass, выучила БЭМ и научилась работать с Bootstrap, jQuery и Webpack. Научилась работать с Figma.",

  "story-work-3-op-1": "full stack developer",
  "story-work-3-op-2": "Вместе с сокращенными из Platon Finance мы объединились в небольшую команду разработчиков. По началу у нас не было даже названия, но в будущем именно я верстала сайт, который стал нашей визитной карточкой. За 2 года работы в этой компании я учавствовала в создании сайтов для коммерческих иностранных организаций, в т ч крупных проектов, обрела опыт в поддержке сайтов и рефакторинге легаси-кода, а так же обогатила опыт в крипто и блокчейн технологиях.",
  "story-work-3-op-3": "Разработка сайта, настройка хостинга, создание и работа с базами данных, написание unit тестов",
  "story-work-3-op-4": "«Blackwood» я покинула в связи с трудностями в компании. Был спад заказов, работы выполняли за свои средства, с привлечением кредитных ресурсов. Заказчики платили очень нерегулярно. Была задержка зарплаты.",
  "story-work-3-op-5": "Основные инструменты vue.js (Vuex, Vue-router, vue cli, nuxt.js), ES6, WebPack, пакетный менеджер npm и Node.js, MySQL, MongoDB, SCSS, REST API и Websockets",
  "story-work-3-op-6": "Моими достижениями могу назвать снижение нагрузки процесса mysql в linux с 3.75ГБ до ~200МБ с использованием индексов, кэширования базы и оптимизацией хранения данных в БД. Переход на ES6. Внедрение стандартов составления макетов для дизайнеров. Оптимизировала размер сайта, уменьшив его втрое с 2.3ГБ до ~800МБ. Внедрила Webpack, SCSS и vuex.",
  "story-work-3-op-7": "Научилась работать с vue-cli и vuex. Научилась работать в linux. Научилась писать автоматизированные тесты, в том числе unit-тесты и e2e тесты.",

  "---------------------------------------privacy-policy-": "----------------------------------",
  "privacy-policy-h1" : "Политика конфиденциальности",
  "privacy-policy-p-1" : "Настоящая Политика конфиденциальности персональных данных действует в отношении всей информации, которую сайт Swenlii's Portfolio, расположенный на доменном имени swenlii.up.railway.app, может получить о Пользователе во время использования сайта swenlii.up.railway.app",
  "privacy-policy-h4-1" : "Сбор и использование персональных данных",
  "privacy-policy-p-2" : "Мы собираем и используем ваши персональные данные только в случае вашего добровольного согласия. При согласии с этим вы разрешаете нам собирать и использовать следующие данные: имя и электронная почта.",
  "privacy-policy-h4-2" : "Хранение данных, изменение и удаление",
  "privacy-policy-p-3" : "Пользователь, предоставивший свои персональные данные сайту swenlii.up.railway.app имеет право на их изменение и удаление, а так же на отзыв своего согласия с их использованием. Для доступа к своим персональным данным вы можете связаться с администрацией сайта по следующему адресу: ira.swenlii@gmail.com. Мы можем передавать ваши личные данные третьей стороне только с вашего добровольного согласия, если они были переданы, то изменение данных в других организациях, не связанных с нами, мы осуществить не можем.",
  "privacy-policy-h4-3" : "Какие данные мы сохраняем",
  "privacy-policy-p-4" : "На данном веб-сайте нет базы данных и не предусмотрены какие-либо способы хранения данных кроме файлов cookie. Мы не храним данные о посещаемости сайта и любую введенную вами информацию на данном веб-сайте.",
  "privacy-policy-p-5" : "Когда вы пользуетесь формой контакта вы даете согласие на обработку и использование нами вашей информации. Мы не храним никакой информации на сайте, введенной вами в этой форме. Вся информация с формы сразу же перенаправляется Администратору, который может использовать информацию по своему усмотрению.",
  "privacy-policy-h4-4" : "Использование технических данных при посещении сайта",
  "privacy-policy-p-6" : "При посещении вами сайта swenlii.up.railway.app мы не храним любую персональную или техническую информацию.",
  "privacy-policy-h4-5" : "Файлы Cookie",
  "privacy-policy-p-7" : "Когда вы меняете язык сайта с помощью нашего переключателя, мы сохраняем ваши настройки на один год с того дня, в который вы установили язык. При смене языка продолжительность хранения сбрасывается и хранится год со дня смены настройки языка.",
  "privacy-policy-p-8" : "При использовании формы контакта, в cookie не сохраняется введенная вами информация.",
  "privacy-policy-h4-6" : "Контент с других веб-сайтов",
  "privacy-policy-p-9" : "На этом сайте присутствуют ссылки на сторонние веб-сайты. При посещении веб сайта по ссылке, указанной на данном сайте, я не несу ответственность за их содержание. Я рекомендую вам ознакомиться с политикой конфиденциальности каждого сайта, который вы посещаете, если она там есть.",
  "privacy-policy-h4-7" : "Какие права у вас есть на ваши данные",
  "privacy-policy-p-10" : "Если вы отсправили письмо через контактную форму или сменили язык, вы можете запросить получение файла всех личных данных, которые мы храним о вас, включая любые данные, которые вы нам предоставили. Вы также можете потребовать, чтобы мы удалили все ваши личные данные, которые мы храним. Сюда не входят данные, которые мы обязаны хранить в административных, юридических целях или в целях безопасности.",
  "privacy-policy-h4-8" : "Предоставление информации детьми",
  "privacy-policy-p-11" : "Если Вы являетесь родителем или опекуном, и вы знаете, что ваши дети предоставили нам свои личные данные без Вашего согласия, свяжитесь с нами: ira.swenlii@gmail.com. На нашем сервисе запрещено оставлять личные данные несовершеннолетних без согласия родителей или опекунов.",
  "privacy-policy-h4-9" : "Изменения в политике конфиденциальности",
  "privacy-policy-p-12" : "Наш сайт swenlii.up.railway.app может обновлять нашу политику конфиденциальности время от времени. Мы сообщаем о любых изменениях, разместив новую политику конфиденциальности на этой странице. Мы отслеживаем изменения законодательства, касающегося персональных данных в Европейском Союзе и в Российской Федерации. Если вы оставили персональные данные у нас, то мы оповестим вас об изменении в политике конфиденциальности. Если ваши персональные данные были введены не корректно, то мы не сможем с вами связаться.",
  "privacy-policy-h4-10" : "Обратная связь, заключительные положения",
  "privacy-policy-p-13" : "Связаться с администрацией сайта swenlii.up.railway.app по вопросам, связанным с политикой конфиденциальности можно по адресу: ira.swenlii@gmail.com, либо с помощью контактной формы указанной в соответствующем разделе данного сайта. Если вы не согласны с данной политикой конфиденциальности, вы не можете пользоваться услугами сайта swenlii.up.railway.app, в этом случае вы должны воздержаться от посещения нашего сайта.",

  "---------------------------------------terms-": "----------------------------------",

  "materials" : "Материалы",
  "materials-1" : "Материалы и инструменты, используемые при создании сайта.",
  "materials-2" : "<b>Картинки и иконки.</b> Вектор наверху страницы (с компьютером) был найден на сайте freepik.com и разработан пользователем upklyak. В блоке \"Мои работы\" скрепка была создана мной через программу inkscape. Так же мной создана кнопка в блоке \"Мой блог\". Иконки соцсетей были найдены на сайтах https://uxwing.com/ и https://www.iconfinder.com/",
  "materials-3" : "<b>Шрифты</b> В качестве основного шрифта используется шрифт \"Play\" из google fonts. Заголовки: <a href=\"https://fontesk.com/baltic-fonts/\">Baltic Fonts</a> и <a href=\"https://fonts.google.com/specimen/Roboto+Slab\">Roboto Slab</a>. А вспомогательный шрифт <a href=\"https://fontstorage.com/ru/font/paulo-r/stark\">stark</a>. В контактной форме использован шрифт <a href=\"https://fonts.google.com/specimen/Caveat\">Caveat</a>",
  "materials-4" : "Если у вас остались вопросы, мой адрес электронной почты: swenliw@gmail.com"
}