[
  {
    "id": "work-1",
    "title": "ЭТОТ САЙТ",
    "mainimage": "this-1.webp",
    "images": [
      "this-2.webp",
      "this-3.webp",
      "this-4.webp"
    ],
    "name": "Моё резюме",
    "technologies": "html, css, js, node.js, express, ejs, nodemailer",
    "design": "Мой первый дизайн, по сути просто сборник фантазии, налепленный тяп-ляп. Тем не менее, мне нравится, что получилось. Разработан мной на сайте miro.com",
    "sale": "Pet-проект",
    "description": "Собственно, моё резюме, которое вы сейчас видите.",
    "other": "<b>Почему был создан сайт?</b> В начале было просто: у меня были коммерческие проекты, под NDA и без. Но у меня не было кода, который я могу показать. Мой github был пуст, а показывать код коммерческих сайтов, даже без NDA, было как-то неправильно (хотя запрета на это не было). Поэтому возникла необходимость в личном pet-проекте. Первое, что пришло на ум - создать свое резюме-портфолио, сборник моих возможностей, свою визитную карточку. А позже, после разработки, возникла идея выложить свой код на хостинг.",
    "href" : "/"
  },
  {
    "id": "work-2",
    "title": "CONSPECTUS",
    "mainimage": "conspect-1.webp",
    "images": [
      "conspect-2.webp",
      "conspect-3.webp",
      "conspect-4.webp"
    ],
    "name": "CONSPECTUS",
    "technologies": "html, scss, js, vue, vue-router, nuxt.js, mysql",
    "design": "Мой лучший дизайн (по моему мнению), при этом разрабатывался от силы 10 минут на сайте miro.com",
    "sale": "Pet-проект",
    "description": "Мой блог. Этот SPA сайт разработан с использованием nuxt.js",
    "other": "<b>История создания: </b> Много слышала о блогах разработчиков и подумала, а чем я хуже? Материал для блога собран давно, я часто \"пишу в стол\". Только wordpress для такого задействовать не хотелось, хотелось что-то посложнее. Я придумала создать SPA сайт с использованием nuxt.js, заодно изучить эту технологию (до этого использовала только vue cli и webpack).",
    "href" : "/works/visitka"
  },
  {
    "id": "work-3",
    "title": "САЙТ-ВИЗИТКА",
    "mainimage": "visitka-1.webp",
    "images": [
      "visitka-2.webp"
    ],
    "name": "Tajam",
    "technologies": "html, css, js",
    "design": "Бесплатный psd, найденный на просторах интернета.",
    "sale": "Pet-проект",
    "description": "Сайт просто показывает мои возможности в верстке. Я люблю создавать анимации и интерактивные элементы. На примере этой странички хотелось показать свои возможности.",
    "other": "",
    "href" : "/works/visitka"
  },
  {
    "id": "work-4",
    "title": "БЕЗ НАЗВАНИЯ #1",
    "mainimage": "astro-1.webp",
    "images": [
      "astro-2.webp",
      "astro-3.webp",
      "astro-4.webp"
    ],
    "name": "Астрономия для детей. Рабочее название - Astrochild",
    "technologies": "html, css",
    "design": "Мой с использованием бесплатных изображений",
    "sale": "Pet-проект",
    "description": "(pet-проект) Еще один сайт, показывающий возможностит верстки.",
    "other": "<b>История создания: </b> Разработка сайта началась с поиска картинок, а когда их накопилось немало, было жалко не использовать. Так за 1 день появился такой простенький сайт, без адаптивной и резиновой верстки, без контента и не для продажи. Зато показывает, что я могу создавать не только серьёзные сайты.",
    "href" : "/works/astro-for-children"
  },
  {
    "id": "work-5",
    "title": "БЕЗ НАЗВАНИЯ #2",
    "mainimage": "deliv-1.webp",
    "images": [
      "deliv-2.webp"
    ],
    "name": "Сайт по заказу доставки. Рабочее название - Swenli's Delivery",
    "technologies": "html, css, vue, node.js, express, ejs",
    "design": "Платный дизайн, купленный на предыдущей работе",
    "sale": "Изначально коммерческий проект. Но потом перерос в pet-проект.",
    "description": "Код сайта выложен для показа моих возможностей кодирования и опыта работы в google maps.",
    "other": "<b>История создания: </b> Заказчик отказался от заказа, так ничего и не оплатив, наработки жалко было терять. Было принято решение выложить код сайта для показа своих возможностей в серъезной коммерческой разработке. Данный сайт разрабатывался почти 2 месяца. Был выложен на bitbacket, однако было принято решение выложить его на гит, чтобы все проекты в одном месте были. \n Когда сайт разрабатывался, я почти не знала vue и в основном выучила его благодаря двум сайтам, один из которых этот. \n Главным в этом сайте была геолокация и умное заполнение формы адреса, что было для меня неимоверно сложно, но очень интересно.",
    "href" : "github"
  },
  {
    "id": "work-6",
    "title": "БЕЗ НАЗВАНИЯ #3",
    "mainimage": "consult-1.webp",
    "name": "Сайт онлайн-консультаций. Рабочее название - Consultation",
    "technologies": "html, css, js, vue",
    "design": "Дизайн знакомого дизайнера, дизайн не для продажи",
    "sale": "Pet-проект",
    "description": "Верстка сайта происходила по методу сравнения по perfect pixels, что показывает мои возможности не только в резиновой верстке, но и в более точной попиксельной верстке. ",
    "other": "<b>История создания: </b>Еще один отказ, но уже со стороны дизайнера. Произошел отказ от дизайна и знакомый дизайнер просто оставил мне свои наработки. При набивке портфолио возникла идея реализовать простенький сайт с использованием этого дизайна.",
    "href" : "github"
  },
  {
    "id": "work-7",
    "title": "BLACKWOOD",
    "mainimage": "blackwood-1.webp",
    "images": [
      "blackwood-2.webp",
      "blackwood-3.webp"
    ],
    "name": "Blackwood software",
    "technologies": "html, css, js, vue",
    "design": "Разработан дизайнером компании",
    "sale": "Один из коммерческих проектов компании, так как приносил компании новых заказчиков и, естественно, деньги.",
    "description": "Сайт-визитка компании, в которой я работала. (Без NDA)",
    "other": "<b>Что было созданно мной: </b> Моя верстка и перевод сайта",
    "href" : "https://ru.blackwood.cloud/"
  },
  {
    "id": "work-8",
    "title": "SCAMMERCOIN",
    "mainimage": "scammercoin-1.webp",
    "images": [
      "scammercoin-2.webp",
      "scammercoin-3.webp"
    ],
    "name": "Scammercoin",
    "technologies": "html, css, js, vue, node.js, express, ejs",
    "design": "Платный дизайн",
    "sale": "Проект шуточный, тем не менее раньше там действительно возможно было создать свою почту",
    "description": "Шуточный сайт про несуществующую криптовалюту, растущую только вниз :) (Без NDA)",
    "other": "<b>Что было созданно мной: </b> Я была ответственна за проект, поэтому весь сайт разработан полностью мной.",
    "href" : "https://scammercoin.com/"
  },
  {
    "id": "work-9",
    "title": "РАБОТЫ ПОД NDA",
    "name": "Засекреченно (под NDA)",
    "technologies": "html, css, js, vue, vuex, vue-router, vue-cli, node.js, express, webpack, scss",
    "design": "Разные",
    "sale": "Коммерческие проекты",
    "description": "Объединила несколько проектов под NDA, в которых я принимала участие. Кратко расскажу о них.",
    "other": "<b> Крипто-кошелек валют. </b> Использование кошелька без закрытого ключа и usb-кошелька. Только для подтверждения операций с криптой.  <b>Моя работа:</b> полная верстка всего сайта, добавление кошелька, регистрация<br><br><b>Официальный сайт инвестиционной стратегической группы. </b> Сайт-визитка для привлечения клиентов. Возможность купить облигации, отдельная страница для квалифицированных инвесторов и отдельный сайт для клиентов компании.  <b>Моя работа:</b> верстка главной страницы, разработка логина, автологина, регистрации, ресета пароля для клиентов компании.<br><br><b>P2P криптовалютная/фиатная локальная обменная площадка.  </b> Обмен, продажа, покупка криптовалюты. Регистрация физического лица и от лица компании. Менеджмент операций по криптовалюте, просмотр графиков (только для компаний) операций на телевизоре, и небольшой блог.  <b>Моя работа:</b> Переход на vue, добавление socket.io, а так же программирование api.<br><br><b>Официальный сайт криптовалюты.  </b> Онлайн кошелек (покупка, обмен, отправка, продажа), поддержка других криптовалют, обмен крипты на сертификаты, стейкинг валюты, реферальные ссылки.  <b>Моя работа:</b> верстка главной страницы, оптимизирование запросов БД (например, добавление индексов, исправление самой логики сайта, кеширование статических таблиц, исправление самих sql запросов), разработка реферальной ссылки.<br><br><b>Биржа криптовалют. </b> Иностранная биржа с продажей, покупкой, обменом и отправкой крипты. Поддержка множества криптовалют, выполнение 100 000 операций в секунду. <b>Моя работа:</b> Пришла в середине разработки. Верстка некоторых страниц, исправление графических багов.",
    "href" : "#"
  }
]